Repository: scgopi/GraphCode
Catalog: graphcode/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Show the activity strip
de: Aktivitätsleiste anzeigen
es: Mostrar la franja de actividad
fr: Afficher la bande d'activité
it: Mostra la barra delle attività
ja: アクティビティストリップを表示
ko: 활동 스트립 표시
pt_br: Mostrar a faixa de atividade
ru: Показать полосу активности
zh_hans: 显示活动条
zh_hant: 顯示活動列

source: Show the summary rail (⌥G)
de: Überblicksleiste anzeigen (⌥G)
es: Mostrar el panel de resumen (⌥G)
fr: Afficher le panneau de résumé (⌥G)
it: Mostra la barra del riepilogo (⌥G)
ja: 要約レールを表示（⌥G）
ko: 요약 레일 표시 (⌥G)
pt_br: Mostrar a barra de resumo (⌥G)
ru: Показать панель сводки (⌥G)
zh_hans: 显示摘要侧栏（⌥G）
zh_hant: 顯示摘要側欄（⌥G）

source: Show what this loop is doing
de: Zeigen, was dieser Loop tut
es: Mostrar lo que hace este bucle
fr: Afficher ce que fait cette boucle
it: Mostra cosa sta facendo questo loop
ja: このループの作業内容を表示
ko: 이 루프가 하는 일 표시
pt_br: Mostrar o que este loop está fazendo
ru: Показать, чем занят этот цикл
zh_hans: 显示这个循环正在做什么
zh_hant: 顯示這個迴圈正在做什麼

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
ja: スキップ
ko: 건너뛰기
pt_br: Pular
ru: Пропустить
zh_hans: 跳过
zh_hant: 略過

source: Split Down
de: Nach unten teilen
es: Dividir abajo
fr: Diviser vers le bas
it: Dividi in basso
ja: 下に分割
ko: 아래로 분할
pt_br: Dividir para baixo
ru: Разделить вниз
zh_hans: 向下分割
zh_hant: 向下分割

source: Split Right
de: Nach rechts teilen
es: Dividir a la derecha
fr: Diviser vers la droite
it: Dividi a destra
ja: 右に分割
ko: 오른쪽으로 분할
pt_br: Dividir à direita
ru: Разделить вправо
zh_hans: 向右分割
zh_hant: 向右分割

source: Stop Loop
de: Loop stoppen
es: Detener bucle
fr: Arrêter la boucle
it: Arresta loop
ja: ループを停止
ko: 루프 중단
pt_br: Parar loop
ru: Остановить цикл
zh_hans: 停止循环
zh_hant: 停止迴圈

source: Stop when the metric stops improving
de: Stoppen, wenn sich die Metrik nicht mehr verbessert
es: Detener cuando la métrica deje de mejorar
fr: Arrêter quand la métrique cesse de s'améliorer
it: Fermati quando la metrica smette di migliorare
ja: メトリクスが改善しなくなったら停止
ko: 지표가 더 이상 개선되지 않으면 중단
pt_br: Parar quando a métrica parar de melhorar
ru: Останавливать, когда метрика перестаёт улучшаться
zh_hans: 当指标不再改善时停止
zh_hant: 當指標不再改善時停止

source: Stored and drawn, but not delivered yet — see the Phase 6 roadmap.
de: Gespeichert und gezeichnet, aber noch nicht ausgeliefert — siehe Roadmap für Phase 6.
es: Se guarda y se dibuja, pero aún no se entrega: consulta la hoja de ruta de la fase 6.
fr: Enregistré et affiché, mais pas encore transmis — voir la feuille de route de la phase 6.
it: Memorizzato e disegnato, ma non ancora consegnato — vedi la roadmap della Fase 6.
ja: 保存されて描画されますが、配信はまだです — フェーズ 6 のロードマップを参照してください。
ko: 저장되고 그려지지만 아직 전달되지는 않습니다 — Phase 6 로드맵을 참조하세요.
pt_br: Armazenado e desenhado, mas ainda não entregue — veja o roteiro da Fase 6.
ru: Сохраняется и отображается, но пока не доставляется — см. план этапа 6.
zh_hans: 已存储并绘制，但尚未投入使用 — 参见第 6 阶段路线图。
zh_hant: 已儲存並繪製，但尚未實際傳送 — 詳見第 6 階段的藍圖。

source: Summarise what loops are doing (experimental)
de: Zusammenfassen, was Loops tun (experimentell)
es: Resumir lo que hacen los bucles (experimental)
fr: Résumer ce que font les boucles (expérimental)
it: Riassumere cosa stanno facendo i loop (sperimentale)
ja: ループの作業内容を要約する（実験的）
ko: 루프가 하는 일 요약 (실험적)
pt_br: Resumir o que os loops estão fazendo (experimental)
ru: Кратко описывать, чем заняты циклы (эксперимент)
zh_hans: 总结循环正在做什么（实验性）
zh_hant: 摘要迴圈正在做什麼（實驗性）

source: THINKING
de: DENKT NACH
es: PENSANDO
fr: RÉFLEXION
it: RAGIONA
ja: 思考中
ko: 생각 중
pt_br: PENSANDO
ru: ДУМАЕТ
zh_hans: 思考中
zh_hant: 思考中

source: Tell sessions they're part of a graph
de: Sitzungen mitteilen, dass sie Teil eines Graphen sind
es: Indicar a las sesiones que forman parte de un grafo
fr: Indiquer aux sessions qu'elles font partie d'un graphe
it: Comunica alle sessioni che fanno parte di un grafo
ja: セッションにグラフの一部であることを伝える
ko: 세션에 그래프의 일부임을 알리기
pt_br: Avisar às sessões que elas fazem parte de um grafo
ru: Сообщать сессиям, что они часть графа
zh_hans: 告知会话它们是图的一部分
zh_hant: 告知工作階段它們屬於某個圖表的一部分

source: Test
de: Testen
es: Probar
fr: Tester
it: Prova
ja: テスト
ko: 테스트
pt_br: Testar
ru: Проверить
zh_hans: 测试
zh_hant: 測試

source: Testing…
de: Wird getestet…
es: Probando…
fr: Test en cours…
it: Prova in corso…
ja: テスト中…
ko: 테스트 중…
pt_br: Testando…
ru: Проверка…
zh_hans: 正在测试…
zh_hant: 正在測試…

source: The default for new loops. Change it any time in Settings, or per loop.
de: Der Standard für neue Loops. Jederzeit in den Einstellungen oder pro Loop änderbar.
es: El valor predeterminado para los bucles nuevos. Cámbialo cuando quieras en Ajustes, o bucle por bucle.
fr: La valeur par défaut des nouvelles boucles. Modifiable à tout moment dans les Réglages, ou boucle par boucle.
it: Il valore predefinito per i nuovi loop. Puoi cambiarlo quando vuoi in Impostazioni, o per singolo loop.
ja: 新規ループのデフォルトです。設定でいつでも変更でき、ループごとの指定もできます。
ko: 새로운 루프의 기본값입니다. 설정에서 언제든지, 또는 루프별로 변경할 수 있습니다.
pt_br: O padrão para novos loops. Mude quando quiser nos Ajustes, ou por loop.
ru: Значение по умолчанию для новых циклов. Его можно изменить в настройках в любой момент или для отдельного цикла.
zh_hans: 新循环的默认值。可随时在「设置」中更改，也可按循环单独更改。
zh_hant: 新迴圈的預設值。你隨時可以在「設定」中更改，或針對個別迴圈調整。

source: They differ in what makes them stop.
de: Sie unterscheiden sich darin, was sie stoppen lässt.
es: Se diferencian en lo que les hace detenerse.
fr: Elles diffèrent par ce qui les fait s'arrêter.
it: Si differenziano per ciò che li fa fermare.
ja: 違いは、何をもって停止するかです。
ko: 무엇이 루프를 멈추게 하는지가 서로 다릅니다.
pt_br: Eles diferem no que os faz parar.
ru: Они различаются тем, что заставляет их остановиться.
zh_hans: 它们的区别在于停止的条件。
zh_hant: 它們的差別在於停止的條件。

source: This folder
de: Dieser Ordner
es: Esta carpeta
fr: Ce dossier
it: Questa cartella
ja: このフォルダ
ko: 이 폴더
pt_br: Esta pasta
ru: Эта папка
zh_hans: 此文件夹
zh_hant: 此檔案夾

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
pt_br: Título
ru: Название
zh_hans: 标题
zh_hant: 標題

source: Update available
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento disponibile
ja: アップデートがあります
ko: 업데이트 사용 가능
pt_br: Atualização disponível
ru: Доступно обновление
zh_hans: 有可用更新
zh_hant: 有可用的更新

source: Update installed
de: Update installiert
es: Actualización instalada
fr: Mise à jour installée
it: Aggiornamento installato
ja: アップデートをインストールしました
ko: 업데이트 설치됨
pt_br: Atualização instalada
ru: Обновление установлено
zh_hans: 更新已安装
zh_hant: 更新已安裝

source: User
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente
ja: ユーザ
ko: 사용자
pt_br: Usuário
ru: Пользователь
zh_hans: 用户
zh_hant: 使用者

source: WHAT IT DID
de: WAS ES GETAN HAT
es: LO QUE HIZO
fr: CE QU'ELLE A FAIT
it: COSA HA FATTO
ja: 実行内容
ko: 한 일
pt_br: O QUE FEZ
ru: ЧТО СДЕЛАНО
zh_hans: 做了什么
zh_hant: 做了什麼

source: Waiting for you
de: Wartet auf dich
es: Esperándote
fr: Vous attend
it: Ti sta aspettando
ja: あなたの対応を待っています
ko: 당신을 기다리는 중
pt_br: Esperando por você
ru: Ждёт вас
zh_hans: 正在等你
zh_hant: 正在等你

source: What carries across
de: Was übernommen wird
es: Qué se transmite
fr: Ce qui est transmis
it: Cosa viene trasferito
ja: 引き継がれるもの
ko: 무엇이 이어지는지
pt_br: O que passa adiante
ru: Что передаётся дальше
zh_hans: 会延续的内容
zh_hant: 有哪些內容會延續

source: What each loop is doing, at the top of its rail, read from the session's own transcript. Costs nothing.
de: Was jeder Loop gerade tut, oben in seiner Leiste, gelesen aus dem Transkript der Sitzung selbst. Kostet nichts.
es: Lo que hace cada bucle, en lo alto de su panel, leído de la propia transcripción de la sesión. No cuesta nada.
fr: Ce que fait chaque boucle, en haut de son panneau, lu dans la transcription de la session elle-même. Gratuit.
it: Cosa sta facendo ogni loop, in cima alla sua barra, letto dalla trascrizione della sessione stessa. Non costa nulla.
ja: 各ループの作業内容を、セッション自身の記録から読み取ってレール上部に表示します。費用はかかりません。
ko: 각 루프가 무엇을 하는지, 세션 자체의 기록에서 읽어 레일 상단에 표시합니다. 비용은 들지 않습니다.
pt_br: O que cada loop está fazendo, no topo da barra lateral, lido da própria transcrição da sessão. Não custa nada.
ru: Чем занят каждый цикл — вверху его панели, по собственной стенограмме сессии. Ничего не стоит.
zh_hans: 在每个循环侧栏顶部显示它正在做什么，直接读取会话自己的记录。不产生任何费用。
zh_hant: 在每個迴圈側欄頂端顯示它正在做什麼，直接讀取工作階段自己的記錄。不產生任何費用。

source: When a loop resolves and its branch has landed
de: Wenn ein Loop abgeschlossen ist und sein Branch gelandet ist
es: Cuando un bucle se resuelve y su rama ya se ha integrado
fr: Quand une boucle se termine et que sa branche est intégrée
it: Quando un loop si risolve e il suo branch è stato integrato
ja: ループが解決し、そのブランチが取り込まれたとき
ko: 루프가 완료되고 브랜치가 반영되었을 때
pt_br: Quando um loop é concluído e seu branch já foi integrado
ru: Когда цикл завершается и его ветка влита
zh_hans: 当循环完成且其分支已合入时
zh_hant: 當迴圈完成且其分支已合併時

source: Which agent runs them
de: Welcher Agent sie ausführt
es: Qué agente los ejecuta
fr: Quel agent les exécute
it: Quale agente li esegue
ja: どのエージェントが実行するか
ko: 어떤 에이전트가 실행하는지
pt_br: Qual agente os executa
ru: Какой агент их выполняет
zh_hans: 由哪个智能体运行
zh_hant: 由哪個代理程式執行

source: Which backend a new loop starts on. You can still change it per loop.
de: Mit welchem Backend ein neuer Loop startet. Pro Loop weiterhin änderbar.
es: En qué backend arranca un bucle nuevo. Siempre puedes cambiarlo bucle por bucle.
fr: Le backend sur lequel démarre une nouvelle boucle. Vous pouvez toujours le changer boucle par boucle.
it: Su quale backend parte un nuovo loop. Puoi comunque cambiarlo per singolo loop.
ja: 新規ループを開始するバックエンドです。ループごとに変更することもできます。
ko: 새로운 루프가 시작할 백엔드입니다. 루프별로 변경할 수도 있습니다.
pt_br: Em qual backend um novo loop começa. Você ainda pode mudar isso por loop.
ru: На каком бэкенде запускается новый цикл. Это можно изменить для отдельного цикла.
zh_hans: 新循环启动时使用的后端。你仍可为每个循环单独更改。
zh_hant: 新迴圈啟動時使用的後端。你仍可針對個別迴圈更改。

source: Wire it up
de: Verdrahten
es: Conéctalo
fr: Reliez le tout
it: Collega tutto
ja: つなげる
ko: 연결하기
pt_br: Conecte tudo
ru: Соедините узлы
zh_hans: 连接起来
zh_hant: 串接起來

source: Worktrees are accumulating in %@ — click to review
de: In %@ sammeln sich Worktrees an — zum Prüfen klicken
es: Se están acumulando worktrees en %@ — haz clic para revisar
fr: Les worktrees s'accumulent dans %@ — cliquer pour vérifier
it: I worktree si stanno accumulando in %@ — fai clic per rivederli
ja: %@ にワークツリーが溜まっています — クリックして確認
ko: %@에 worktree가 쌓이고 있습니다 — 클릭하여 검토
pt_br: Os worktrees estão se acumulando em %@ — clique para revisar
ru: В %@ накапливаются worktree — нажмите, чтобы просмотреть
zh_hans: %@ 中的 worktree 正在堆积 — 点按以查看
zh_hant: %@ 中的 worktree 正在累積 — 點按以檢視

source: Zoom in (⌘=)
de: Vergrößern (⌘=)
es: Acercar (⌘=)
fr: Zoom avant (⌘=)
it: Ingrandisci (⌘=)
ja: 拡大 (⌘=)
ko: 확대 (⌘=)
pt_br: Ampliar (⌘=)
ru: Увеличить (⌘=)
zh_hans: 放大（⌘=）
zh_hant: 放大（⌘=）

source: Zoom out (⌘−)
de: Verkleinern (⌘−)
es: Alejar (⌘−)
fr: Zoom arrière (⌘−)
it: Riduci (⌘−)
ja: 縮小 (⌘−)
ko: 축소 (⌘−)
pt_br: Reduzir (⌘−)
ru: Уменьшить (⌘−)
zh_hans: 缩小（⌘−）
zh_hant: 縮小（⌘−）

source: after %lld flat pass%@
de: nach %lld Durchläufen ohne Verbesserung%@
es: tras %lld pasada%@ sin cambios
fr: après %lld passage%@ sans progrès
it: dopo %lld passagg%@ senza progressi
ja: 横ばいが %lld パス%@ 続いた後
ko: 무변화 패스 %lld회%@ 후
pt_br: após %lld passagem%@ sem avanço
ru: после %lld проходов без улучшений%@
zh_hans: 在 %lld 轮无改善%@ 之后
zh_hant: 在 %lld 輪無進展後%@

source: asks
de: fragt
es: pregunta
fr: demande
it: chiede
ja: 確認あり
ko: 확인 요청
pt_br: pergunta
ru: спрашивает
zh_hans: 提问
zh_hant: 提問

source: cycle · no entry point
de: Zyklus · kein Einstiegspunkt
es: ciclo · sin punto de entrada
fr: cycle · aucun point d'entrée
it: ciclo · nessun punto di ingresso
ja: 循環 · エントリポイントなし
ko: 순환 · 진입점 없음
pt_br: ciclo · sem ponto de entrada
ru: циклическая связь · нет точки входа
zh_hans: 环路 · 无入口点
zh_hant: 循環 · 沒有進入點

source: default branch — optional
de: Standard-Branch — optional
es: rama predeterminada — opcional
fr: branche par défaut — facultatif
it: branch predefinito — opzionale
ja: デフォルトブランチ — 省略可
ko: 기본 브랜치 — 선택 사항
pt_br: branch padrão — opcional
ru: ветка по умолчанию — необязательно
zh_hans: 默认分支 — 可选
zh_hant: 預設分支 — 選填

source: entry
de: Einstieg
es: entrada
fr: entrée
it: ingresso
ja: エントリ
ko: 진입점
pt_br: entrada
ru: вход
zh_hans: 入口
zh_hant: 進入點

source: first beat lands in a moment
de: der erste Beat kommt gleich
es: el primer apunte llega en un momento
fr: le premier point arrive dans un instant
it: il primo passaggio arriva tra poco
ja: 最初のビートはまもなく表示されます
ko: 첫 기록이 곧 표시됩니다
pt_br: o primeiro registro chega em instantes
ru: первая запись появится через мгновение
zh_hans: 第一条记录马上就到
zh_hant: 第一則記錄馬上就到

source: focused
de: fokussiert
es: enfocado
fr: actif
it: in primo piano
ja: フォーカス中
ko: 포커스됨
pt_br: em foco
ru: сфокусирован
zh_hans: 已聚焦
zh_hant: 已聚焦

source: full history — optional
de: vollständige Historie — optional
es: historial completo — opcional
fr: historique complet — facultatif
it: cronologia completa — opzionale
ja: 全履歴 — 省略可
ko: 전체 히스토리 — 선택 사항
pt_br: histórico completo — opcional
ru: полная история — необязательно
zh_hans: 完整历史 — 可选
zh_hant: 完整歷史記錄 — 選填

source: oldest %@
de: ältester %@
es: más antiguo %@
fr: plus ancien %@
it: più vecchio %@
ja: 最も古い %@
ko: 최장 대기 %@
pt_br: mais antigo %@
ru: дольше всех %@
zh_hans: 最久 %@
zh_hant: 最舊 %@

source: or
de: oder
es: o
fr: ou
it: oppure
ja: または
ko: 또는
pt_br: ou
ru: или
zh_hans: 或
zh_hant: 或

source: shell command
de: Shell-Befehl
es: comando de shell
fr: commande shell
it: comando shell
ja: シェルコマンド
ko: 셸 명령
pt_br: comando shell
ru: команда shell
zh_hans: shell 命令
zh_hant: shell 指令

source: stop early when this exits 0 (optional)
de: vorzeitig stoppen, wenn dies mit 0 endet (optional)
es: detener antes si esto sale con 0 (opcional)
fr: arrêter plus tôt quand ceci renvoie 0 (facultatif)
it: termina in anticipo quando questo esce con 0 (opzionale)
ja: これが 0 で終了したら早期に停止（省略可）
ko: 이 명령이 0으로 종료되면 조기 중단 (선택 사항)
pt_br: parar antes quando isto sair com 0 (opcional)
ru: остановиться раньше, когда это вернёт 0 (необязательно)
zh_hans: 当此命令退出码为 0 时提前停止（可选）
zh_hant: 當此指令回傳 0 時提早停止（選填）

source: where the clone lands
de: wo der Klon landet
es: dónde se guarda el clon
fr: emplacement du clone
it: dove finisce il clone
ja: クローンの保存先
ko: 복제본이 저장될 위치
pt_br: onde o clone vai ficar
ru: куда будет клонирован репозиторий
zh_hans: 克隆的存放位置
zh_hant: 複製後存放的位置

source: will run
de: wird ausgeführt
es: se ejecutará
fr: s'exécutera
it: eseguirà
ja: 実行されます
ko: 실행 예정
pt_br: vai executar
ru: будет запущен
zh_hans: 将运行
zh_hant: 即將執行

source: your login on the server
de: dein Login auf dem Server
es: tu usuario en el servidor
fr: votre identifiant sur le serveur
it: il tuo login sul server
ja: サーバのログイン名
ko: 서버의 로그인 계정
pt_br: seu login no servidor
ru: ваш логин на сервере
zh_hans: 你在服务器上的登录名
zh_hant: 你在伺服器上的登入帳號

source: %lld loops
es: %lld bucles
fr: %lld boucles
it: %lld loop
ja: %lld 個のループ
ko: 루프 %lld개
ru: %lld циклов
zh_hans: %lld 个循环
zh_hant: %lld 個迴圈

source: 1 loop
es: 1 bucle
fr: 1 boucle
ja: 1 個のループ
ko: 루프 1개
ru: 1 цикл
zh_hans: 1 个循环
zh_hant: 1 個迴圈

source: Branch
es: Rama
fr: Branche
ja: ブランチ
ko: 브랜치
ru: Ветка
zh_hans: 分支
zh_hant: 分支

source: Graph
es: Grafo
fr: Graphe
it: Grafo
ja: グラフ
ko: 그래프
pt_br: Grafo
ru: Граф
zh_hans: 图
zh_hant: 圖表

source: Loop
es: Bucle
fr: Boucle
ja: ループ
ko: 루프
ru: Цикл
zh_hans: 循环
zh_hant: 迴圈

source: Port
es: Puerto
it: Porta
ja: ポート
ko: 포트
pt_br: Porta
ru: Порт
zh_hans: 端口
zh_hant: 連接埠

source: Repository
es: Repositorio
fr: Dépôt
ja: リポジトリ
ko: 저장소
pt_br: Repositório
ru: Репозиторий
zh_hans: 仓库
zh_hant: 儲存庫

source: START
es: INICIO
fr: DÉBUT
it: INIZIO
ja: 開始
ko: 시작
pt_br: INÍCIO
ru: СТАРТ
zh_hans: 开始
zh_hant: 開始

source: Server
es: Servidor
fr: Serveur
ja: サーバ
ko: 서버
pt_br: Servidor
ru: Сервер
zh_hans: 服务器
zh_hant: 伺服器

source: Updates
es: Actualizaciones
fr: Mises à jour
it: Aggiornamenti
ja: アップデート
ko: 업데이트
pt_br: Atualizações
ru: Обновления
zh_hans: 更新
zh_hant: 更新

source: in %@
es: en %@
fr: dans %@
ja: %@ 内
ko: %@ 내
pt_br: em %@
ru: в %@
zh_hans: 在 %@ 中
zh_hant: 於 %@

source: GB
fr: Go
ru: ГБ

source: chat
fr: discussion
ja: チャット
ko: 대화
pt_br: conversa
ru: чат
zh_hans: 对话
zh_hant: 對話

source: esc
fr: échap

source: Terminal
it: Terminale
ja: ターミナル
ko: 터미널
ru: Терминал
zh_hans: 终端
zh_hant: 終端機

source: WORKTREES
it: WORKTREE
ja: ワークツリー
ko: WORKTREE
ru: WORKTREE
zh_hans: WORKTREE

source: Worktrees
it: Worktree
ja: ワークツリー
ko: Worktree
ru: Worktree
zh_hans: Worktree

source: Worktrees…
it: Worktree…
ja: ワークツリー…
ko: Worktree…
ru: Worktree…
zh_hans: Worktree…

source: worktrees
it: worktree
ja: ワークツリー
ko: worktree
ru: worktree
zh_hans: worktree

source: Backend
ja: バックエンド
ko: 백엔드
ru: Бэкенд
zh_hans: 后端
zh_hant: 後端

source: OK
ko: 확인
ru: ОК
zh_hans: 好
zh_hant: 好
